const ru = {
    of: 'из',
    progresswidget: {
      you_should: 'Желательно ',
      define_targets: 'определиться с целями',
      for_better_learning: 'для большей эффективности',
      target: {
        become_specialist: 'стать более востребованным специалистом',
        bring_kubernetes: 'принести Kubernetes в компанию',
        solve_tasks: 'эффективнее решать задачи'
      },
      progress: {
        steps_completed: 'Выполнено шагов',
        current_step: 'Решение текущего шага',
        minutes: 'минут',
        help_needed: 'нужна помощь',
        check_plan: 'свериться с планом',
        collapse_plan: 'свернуть план',
        change_plan: 'изменить план'
      },
    },
    goforth: {
      next: 'Далее:',
      go_forward: 'Двигаемся дальше',
      mark_as_resolved: 'Отметить последнюю главу решённой'
    },
    studentform: {
      screen1_1: 'Наш самоучитель — интерактивный и затрагивает все основные темы, связанные с разработкой приложений.',
      screen1_2: 'Изучение всех тем заняло бы очень много времени, поэтому самоучитель поможет вам выбрать только нужные темы и дойти до завершения.',
      begin_journey: 'Начнём путешествие',
      just_show_me_the_guide: 'Просто покажите мне материалы',
      screen2_1: 'Прохождение самоучителя целиком займёт некоторое время. Чтобы провести его с максимальной пользой, нужно определиться с задачами, которые вы ставите перед самоучителем.',
      become_specialist: 'Стать более востребованным специалистом',
      bring_kubernetes: 'Принести в компанию Kubernetes',
      solve_tasks: 'Научиться лучше решать задачи в текущей компании',
      become_specialist_text_1: 'Отлично! Сфокусируемся на том, чтобы вы могли смело написать в своём резюме:',
      become_specialist_text_2: 'Владею навыками разработки облачных приложений под Kubernetes, werf и описанием инфраструктуры как код',
      bring_kuber_text_1: 'Чтобы компания начала использовать Kubernetes, должно сойтись много факторов. Но вы наверняка поможете этому процессу, если одно из своих приложений перенесёте в качестве демонстрации.',
      solve_tasks_text_1: 'На то, чтобы освоить навыки, нужно инвестировать некоторое время. Давайте решим, сколько получится его выделить?',
      wish_text_1: 'Давайте решим, сколько времени получится инвестировать в освоение навыков, наколько глубоко вы хотите погрузиться?',
      wish_demo_app_button: 'Воспользоваться демо-приложением, встроенным в самоучитель',
      wish_own_app_button: 'У меня есть моё приложение, которое я хочу реализовать в Kubernetes',
      pass_to_parts_choosing: 'Перейти к выбору глав, подходящих под ваше приложение',
      demo_app_text_1: 'Это хороший путь для того, чтобы начать осваивать Kubernetes!',
      demo_app_text_2: 'Для прохождения самоучителя предоставляется много исходного кода: как самого приложения, которых будет переноситься в Kubernetes, так и кода инфраструктуры, связанного с каждой главой. Вы всегда можете сверить состояние своих исходников с образцом.',
      own_app_text_1: 'Если вы ещё не работали с Kubernetes, этот путь может оказаться слишком сложным. Но если вы знаете, на что идёте — давайте перейдём к делу.',
      screen3_1: 'Итак, мы хотим, чтобы вы смогли написать в своём резюме:',
      screen3_2: 'Владею навыками разработки облачных приложений под Kubernetes, werf и описанием инфраструктуры как код',
      screen3_3: 'Определимся с главами, которые мы будем изучать:',
      estimated_time: 'Оценочное время на освоение:',
      hours: ['час', 'часа', 'часов'],
      lets_begin: 'Давайте начнём'

    },
    shared: {
      basic: 'Быстрый старт разработчика',

    }
};

export default {
  ru
}
